Table of Contents
 Class ISDImportSettings
Namespace
IdeaRS.OpenModel.Detail
Assembly
IdeaRS.OpenModel.dll
Represents settings of improt options into Idea StatiCa Detail
public class ISDImportSettings
Inheritance
object
ISDImportSettings
Inherited Members
 object.Equals(object)
 object.Equals(object, object)
 object.GetHashCode()
 object.GetType()
 object.MemberwiseClone()
 object.ReferenceEquals(object, object)
 object.ToString()
Constructors
 ISDImportSettings()
Constructor
public ISDImportSettings()
Properties
 UseWizard
Open import wizard window
public bool UseWizard { get; set; }
Property Value
bool
 Edit this page